[
  {
    "id": "plant-1",
    "img": "/donkeys-tail1@2x.png",
    "name": "Donkey's Tail",
    "origin": "Southern Mexico0",
    "scientific-name": "Sedum morganianum",
    "description": "The Donkey’s tail is a succulent plant species that stores water for long periods of time as a fail-safe when in its natural habitat water becomes scarce. It can be grown outdoors as well as indoors during the summer and will in fact relish in the sun. Despite, Mexico having a much warmer climate than those of us in temperate regions, this plant has adjusted well and grows easily indoors. During winter, it is fine if the temperature drops down and it can encourage them to actually bloom in the forthcoming spring season. During the growing season from April – September, water the plant thoroughly and then water when the soil becomes dry to the touch. During winter, cut down on the watering, which the plant may only need once a month. You will only need to repot this plant during spring when the existing pot has become too small for it and use a shallow pot. Avoid wet or poorly drained conditions. Pest/disease problems can occur due to overwatering. Stems and leaves can be eaten, but when ingested in large quantities, can cause stomach upset. Like many succulents, it thrives best in full sun and prefers plenty of warm sun exposure. If you choose to keep your plant indoors, choose a sunny windowsill with several hours of daily light."
  },
  {
    "id": "plant-2",
    "img": "/ball-cactus@2x.png",
    "name": "Ball Cactus",
    "origin": "Southern Mexico0",
    "scientific-name": "Parodia magnifica",
    "description": "Ball cactus is considered endangered in the wild. Its sparse populations grow in cool, dry temperate grasslands. This species is cultivated for horticultural purposes, and must be grown under glass in cold regions during the winter. Ball cactus is a drought-tolerant plant that does not require frequent watering. Water thoroughly when the soil is completely dry. When potted, water slowly, wait for water to flow out the bottom, and then pour the excess water from the tray to avoid water accumulation. Spring, summer, and fall are its growing seasons. Water once or twice a week to keep the soil slightly wet. In winter, water less; just keep the soil from drying excessively; usually once a week. Besides, water with rainwater or distilled water rather than tap water. Tap water contains a lot of calcium, magnesium, and other mineral salts. Long-term use tends to cause soil compaction. Avoid splashing water on its stem when watering to prevent rotting. Ball cactus is a heliophilic plant and needs sufficient sunlight for its growth and blooming. It can be placed on the outdoor balcony or in the garden without shade. However, long-time exposure to blazing sunlight should be avoided in hot summer, when it needs to be shaded or cooled a little to prevent high temperatures from damaging it. Ball cactus does not require much pruning. Remove withered flowers and branches so the plant uses nutrients on healthy growth."
  }
]
