[
  {
    "id": "plant-1",
    "img": "/donkeys-tail1@2x.png",
    "name": "Donkey's Tail",
    "scientific-name": "Sedum morganianum",
    "origin": [
      "Donkey’s Tail, also known as Burro’s Tail, is a trailing succulent plant belonging to the Crassulaceae family.",
      "It is native to southern Mexico and Honduras, where it grows in rocky, arid environments.",
      "Donkey’s Tail is prized for its unique trailing stems covered in plump, cylindrical leaves."
    ],
    "facts": [
      "The plant gets its name from the resemblance of its trailing stems to the tail of a donkey or burro.",
      "It is a perennial succulent that can grow up to 60 cm (24 inches) long.",
      "Donkey’s Tail produces small, star-shaped flowers in shades of pink, red, or white."
    ],
    "uses": [
      "The plant gets its name from the resemblance of its trailing stems to the tail of a donkey or burro.",
      "It is a perennial succulent that can grow up to 60 cm (24 inches) long.",
      "Donkey’s Tail produces small, star-shaped flowers in shades of pink, red, or white."
    ],
    "benefits": [
      "Like other succulents, Donkey’s Tail is drought-tolerant and can store water in its leaves, making it a low-maintenance plant.",
      "It can purify the air by absorbing toxins and releasing oxygen, improving the indoor air quality.",
      "Donkey’s Tail can be propagated easily from stem cuttings, allowing you to expand your collection or share with others."
    ],
    "caring": [
      "Donkey’s Tail thrives in bright, indirect light, but it can tolerate some direct sunlight.",
      "It prefers well-draining soil and requires infrequent watering. Allow the soil to dry out between waterings to prevent root rot.",
      "Donkey’s Tail is sensitive to cold temperatures, so protect it from frost and provide a warm environment."
    ],
    "recom": [
      "Hang Donkey’s Tail in a spot where its trailing stems can be showcased, such as near a window or on a balcony.",
      "Avoid overwatering, as excessive moisture can lead to root rot. A light touch when watering is crucial.",
      "Consider placing Donkey’s Tail outdoors during warm months to enjoy its trailing beauty in a garden setting."
    ]
  },
  {
    "id": "plant-2",
    "img": "/ball-cactus@2x.png",
    "name": "Ball Cactus",
    "scientific-name": "Parodia magnifica",
    "origin": [
      "Ball Cactus, also known as Notocactus magnificus, is a small, globular succulent belonging to the Cactaceae family.",
      "It is native to Brazil and Uruguay, where it grows in arid regions with sandy or rocky soil.",
      "Ball Cactus is named for its rounded shape and is highly valued for its attractive spines and vibrant flowers."
    ],
    "facts": [
      "The plant forms clusters of spherical stems covered in dense, interlocking spines.",
      "It produces eye-catching, funnel-shaped flowers that bloom in shades of yellow, orange, or red.",
      "Ball Cactus can live for several decades with proper care and can reach a size of about 10-15 cm (4-6 inches) in diameter."
    ],
    "uses": [
      "Ball Cactus is primarily grown as an ornamental plant and is popular in cactus and succulent gardens, as well as indoor collections.",
      "Its compact size and unique shape make it suitable for small spaces, such as windowsills and tabletop display.",
      "Some people use Ball Cactus in xeriscaping, which is a landscaping technique that conserves water in dry climates."
    ],
    "benefits": [
      "Like other cacti, Ball Cactus is well-adapted to arid conditions and requires minimal water once established, making it a low-maintenance plant.",
      "It can tolerate bright, direct sunlight and can thrive in hot and dry environments.",
      "Ball Cactus can add visual interest and a touch of desert-like charm to any space."
    ],
    "caring": [
      "Place Ball Cactus in a location with plenty of bright, direct sunlight, such as a south-facing window or a sunny spot outdoors.",
      "Use a well-draining cactus mix or sandy soil to prevent waterlogging, as excessive moisture can lead to root rot.",
      "Water sparingly, allowing the soil to dry out completely between waterings. Reduce watering during the dormant winter period."
    ],
    "recom": [
      "Handle Ball Cactus with care, as its spines can be sharp and prickly. Use protective gloves or a folded newspaper when necessary.",
      "Consider pairing Ball Cactus with other succulents or cacti in your garden or arrangements to create a visually appealing display.",
      "Be patient with Ball Cactus, as it may take several years to reach its full size and produce its spectacular blooms."
    ]
  },
  {
    "id": "plant-3",
    "img": "/ox-tongue@2x.png",
    "name": "Ox tongue",
    "scientific-name": "Gasteria verrucosa",
    "origin": [
      "Ox Tongue is a succulent plant genus comprising various species, including Gasteria batesiana and Gasteria verrucosa.",
      "It belongs to the Asphodelaceae family and is native to South Africa.",
      "Ox Tongue plants are named for their long, tongue-shaped leaves that resemble the shape of an ox's tongue."
    ],
    "facts": [
      "Ox Tongue succulents are known for their rosette-like growth habit, with thick, fleshy leaves arranged in a spiral pattern.",
      "The leaves are typically dark green and can feature textured surfaces or white spots and lines.",
      "Ox Tongue plants are slow-growing and can reach a height of about 15-30 cm (6-12 inches)."
    ],
    "uses": [
      "Ox Tongue is primarily grown as an ornamental plant and is popular in succulent collections, rock gardens, and indoor displays.",
      "Its unique foliage and striking patterns make it an attractive addition to a variety of garden designs.",
      "Some species of Ox Tongue, such as Gasteria nitida, are used in traditional medicine for their potential healing properties."
    ],
    "benefits": [
      "Like other succulents, Ox Tongue is drought-tolerant and can store water in its leaves, making it a low-maintenance plant.",
      "It can thrive in both indoor and outdoor environments, tolerating a wide range of light conditions.",
      "Ox Tongue plants can produce clusters of tubular flowers on long stems, typically in shades of red, orange, or yellow."
    ],
    "caring": [
      "Place Ox Tongue in a location with bright, indirect light, avoiding intense midday sun that can cause leaf burn.",
      "Use well-draining soil formulated for succulents and cacti to prevent waterlogging.",
      "Water the plant sparingly, allowing the soil to dry out between waterings. Reduce watering during the winter dormancy period."
    ],
    "recom": [
      "Experiment with different Ox Tongue species to explore their diverse leaf shapes, textures, and patterns.",
      "Consider combining Ox Tongue with other succulents and cacti to create visually appealing arrangements or miniature gardens.",
      "Take note of any specific care requirements for the particular species of Ox Tongue you have, as they can vary slightly."
    ]
  },
  {
    "id": "plant-4",
    "img": "/zebra-plant@2x.png",
    "name": "Zebra Plant",
    "scientific-name": "Haworthia fasciata",
    "origin": [
      "Zebra Succulent plants, also known as Haworthia Fasciata",
      "Belong to the Asphodelaceae family",
      "They are native to the Eastern Cape province of South Africa. "
    ],
    "facts": [
      "These plants are renowned for their distinctive zebra-like stripes on their fleshy leaves, which vary in color from dark green to deep brown. ",
      "They are hardy and can survive in dry and arid conditions.",
      ""
    ],
    "uses": [
      "Succulents are primarily grown as ornamental houseplants or in succulent gardens due to their unique appearance and low maintenance requirements. ",
      "They make great additions to desktops, windowsills, or other well-lit indoor spaces.",
      "Zebra Succulents are not only visually appealing but also provide several benefits. "
    ],
    "benefits": [
      "They help purify the air by removing toxins and releasing oxygen, contributing to improved indoor air quality. ",
      "They help purify the air by removing toxins and releasing oxygen, contributing to improved indoor air quality. ",
      "Their water-storing capacity allows them to tolerate periods of drought, making them ideal for busy individuals or those with a tendency to underwater plants."
    ],
    "caring": [
      "Zebra Succulents thrive in bright, indirect sunlight.",
      "They should be planted in well-draining soil, preferably a succulent or cactus mix. ",
      "Watering should be done sparingly, allowing the soil to dry out between watering to prevent overwatering and root rot. It’s best to avoid direct sunlight, as it can scorch the leaves."
    ],
    "recom": [
      "Zebra Succulents are excellent choices for beginner gardeners or plant enthusiasts due to their low maintenance requirements.",
      "Their unique stripes add visual interest to any space, making them popular among succulent collectors. ",
      "Remember to provide adequate drainage, protect them from extreme temperatures, and enjoy the beauty and resilience of these fascinating plants."
    ]
  },
  {
    "id": "plant-5",
    "img": "/panda-plant@2x.png",
    "name": "Panda Plant",
    "scientific-name": "Kalanchoe tomentosa",
    "origin": [
      "Panda Succulents, also known as Panda Plant or Chocolate Soldier, are native to Madagascar.",
      "They belong to the Crassulaceae family and are popular for their fuzzy leaves and compact growth habit.",
      ""
    ],
    "facts": [
      "They have thick, velvety leaves covered in tiny hair-like structures, giving them a fuzzy appearance.",
      "The leaves are typically gray-green with brownish-red markings on the edges, resembling a panda’s fur.",
      "Panda Succulents produce small, tubular flowers on tall stalks during their blooming season."
    ],
    "uses": [
      "They are commonly grown as indoor houseplants and are popular choices for succulent arrangements and terrariums.",
      "Panda Succulents are also used as ornamental plants in gardens, rockeries, or as ground cover in suitable climates.",
      ""
    ],
    "benefits": [
      "They are known for their ability to purify indoor air by absorbing toxins and releasing oxygen.",
      "Panda Succulents are drought-tolerant and require minimal watering, making them ideal for busy individuals or those with a tendency to forget watering schedules.",
      ""
    ],
    "caring": [
      "Place them in bright, indirect sunlight. They can tolerate some direct sunlight but may scorch in intense, prolonged exposure.",
      "Water sparingly and allow the soil to dry out between watering. Overwatering can lead to root rot.",
      "Use well-draining soil, preferably a succulent or cactus mix, to prevent waterlogged roots."
    ],
    "recom": [
      "Panda Succulents are great choices for individuals who appreciate unique, visually appealing plants with a touch of fuzziness.",
      "They are suitable for both indoor and outdoor settings, but in colder climates, they should be protected from frost and extreme cold.",
      "Consider using Panda Succulents in succulent arrangements, miniature gardens, or as focal points in your plant collection."
    ]
  },
  {
    "id": "plant-6",
    "img": "/jade-plant@2x.png",
    "name": "Jade Plant",
    "origin": ["", "", ""],
    "facts": ["", "", ""],
    "uses": ["", "", ""],
    "benefits": ["", "", ""],
    "caring": ["", "", ""],
    "recom": ["", "", ""]
  },
  {
    "id": "plant-7",
    "img": "/sunburst@2x.png",
    "name": "Sunburst",
    "scientific-name": "Sedum adolphi",
    "origin": ["", "", ""],
    "facts": ["", "", ""],
    "uses": ["", "", ""],
    "benefits": ["", "", ""],
    "caring": ["", "", ""],
    "recom": ["", "", ""]
  },
  {
    "id": "plant-8",
    "img": "/dolphin@2x.png",
    "name": "Dolphin",
    "scientific-name": "Senecio peregrinus",
    "origin": ["", "", ""],
    "facts": ["", "", ""],
    "uses": ["", "", ""],
    "benefits": ["", "", ""],
    "caring": ["", "", ""],
    "recom": ["", "", ""]
  },
  {
    "id": "plant-9",
    "img": "/moonstone@2x.png",
    "name": "Moonstone",
    "scientific-name": "Pachyphytum oviferum",
    "origin": ["", "", ""],
    "facts": ["", "", ""],
    "uses": ["", "", ""],
    "benefits": ["", "", ""],
    "caring": ["", "", ""],
    "recom": ["", "", ""]
  }
]
