[
  {
    "id": "plant-10",
    "img": "/herbal-1@2x.png",
    "name": "Basil",
    "origin": "Asia",
    "scientific-name": "Ocimum basilicum",
    "description": "Basil is one of the most widely-used culinary herbs in the world. Basil is an annual, or sometimes perennial, herb used for its leaves. The leaves are used fresh or dried to flavor meats, fish, salads, and sauces; basil tea is a stimulant. Basil leaves are glossy and oval-shaped, with smooth or slightly toothed edges that typically cup slightly; the leaves are arranged oppositely along the square stems. The plant is extremely frost-sensitive and grows best in warm climates. Basil is easy to grow, but it only grows outdoors in the summer once the soil has warmed up nicely. Basil is not usually seeded directly into the soil; rather, gardeners transplant small starter plants purchased at a nursery. Basil will grow best in a location that gets 6 to 8 hours of full sun daily, though it can perform well in partial sun, too. It is popular as a food seasoning, this aromatic herb is also used in teas and supplements which may provide a range of health benefits. Though dried basil is more concentrated in nutrients, you use less in recipes compared to fresh. Basil is generally used in small quantities, the only substantial nutrient it provides is vitamin K. Basil also supplies plant compounds, which contribute aroma, flavor and health benefits. You can grow basil anywhere with nighttime temperatures above 60℉. Harvest basil leaves as you need them, but don’t simply pluck them from your plants. To encourage proper growth, cut the stem toward the bottom so that only two to four leaves remain on the plant."
  },
  {
    "id": "plant-11",
    "img": "/herbal-2@2x.png",
    "name": "Oregano",
    "origin": "Mediterranean region",
    "scientific-name": "Origanum vulgare",
    "description": "Oregano is a herb from the mint, or Lamiaceae family. People have used it for thousands of years to add flavor to dishes and to treat health conditions. It features in the Mediterranean diet. Oregano adds flavor to savory dishes. It may also have health benefits due to its anti-inflammatory, antioxidant, and antimicrobial properties. People around the Mediterranean region have used oregano for centuries in herbal medicine to treat many ailments. The main components of oregano essential oil are carvacrol and  thymol. These may have antimicrobial properties. The perennial herb produces long trailing stems which looks pretty spilling over a container or as a bright green leafy ground cover, especially along a path. White flowers bloom in late summer. Oregano also makes a good companion plant in the vegetable garden. Oregano loves the sun, so ensure that your placement has full sun for strong flavor. Offer partial shade if growing in hot climates. Oregano can easily be started from seeds, though you can also use cuttings from an established plant. "
  },
  {
    "id": "plant-12",
    "img": "/herbal-3@2x.png",
    "name": "Rosemary",
    "origin": "Europe",
    "scientific-name": "Salvia rosmarinus",
    "description": "Rosemary is a perennial shrub and usually grows to about 1 meter long. The linear leaves are about 1 cm long and somewhat resemble small curved pine needles. They are dark green and shiny above, with a white underside and curled leaf margins. The small bluish flowers are borne in axillary clusters and are attractive to bees. Rosemary is fairly resistant to most pests and plant diseases, though it is susceptible to certain fungal infections, such as powdery mildew, in humid climates. It is also a common host to spittlebugs. The plants are easily grown from cuttings. It’s also a popular culinary herb with a wonderful aroma and piney taste which goes well with meat, soups, and potatoes. Drought-tolerant, rosemary grows best in warm areas, similar to its native shores of the Mediterranean Sea. Rosemary grows so vigorously in ideal conditions that it needs a yearly pruning to keep it bushy. When growing rosemary as a culinary herb, it’s best to harvest in the spring and summer when it’s actively putting on new growth. Rosemary grows as a compact woody shrub. While all the leaves are technically edible, we usually only eat the tender leaves that form at the tips of new branches. Rosemary won’t tolerate being constantly wet and the soil should be fertile. Plant rosemary is in spring well after frosts are gone, once the soil is starting to warm up. "
  },
  {
    "id": "plant-13",
    "img": "/herbal-4@2x.png",
    "name": "Thyme",
    "origin": "Southern Europe and Northern Africa",
    "scientific-name": "Thymus vulgaris",
    "description": "Thyme is a wonderful herb with a pleasant, pungent, clover flavor. It smells like summer to us! There are both fragrant ornamental types as well as culinary thyme varieties, which add a savory note to summer soups, grilled meats, and vegetables. A low-growing hardy perennial, thyme is a fragrant herb with small, fragrant leaves and thin, woody stems. Thyme comes in over fifty varieties with different fragrances and flavors. Fresh or English thyme is used most often in cooking. This herb is drought-friendly, so it doesn’t have high watering needs. It is also pollinator-friendly! Let some thyme plants flower, since the herb attracts the bees. Thyme can grow in the ground or in a container. Either is left outside in wintertime. New leaves will emerge within the early spring. Thyme thrives in full sun and loves heat. If you are growing in a pot indoors, plant near a sunny window. It’s hard to grow thyme from seeds because of slow, uneven germination. It’s easier to buy the plants from a garden center or take some cuttings from a friend. Over time, you can propagate from your own cuttings. Plant cuttings or young thyme plants any time after the ground temperature reaches 70°F. "
  },
  {
    "id": "plant-14",
    "img": "/herbal-5@2x.png",
    "name": "Sage",
    "origin": "Southeastern Europe",
    "scientific-name": "Salvia officinalis",
    "description": "Sage is a hardy perennial with pretty, grayish-green leaves that like as good in a perennial border as they do in a vegetable garden. It grows spikes of spring flowers in different colors, including purple, blue, white, and pink. Sage contains antioxidants which help reduce the risk of serious health conditions like cancer. It’s also rich in vitamin K, which aids the body in clotting blood. Sage contains over 160 distinct polyphenols, which are plant-based chemical compounds that act as antioxidants in the body. Sage has a strong aroma and earthy flavor, which is why it’s typically used in small amounts. Sage should be planted in well-draining soil; it won’t tolerate sitting in wet soil. The easiest and best way to start sage is from a small plant. Set the plants 2 feet apart. For best growth, the soil should be between 60° and 70°F. Plants should grow to be between 12 and 30 inches in height. They’ll need a consistent moisture supply until they start growing quickly. It’s best to replace the plants every few years so they remain productive. Sage is a natural cleaning agent, pesticide, and ritual object in spiritual sage burning or smudging. Taking sage by mouth seems to improve memory and thinking skills in healthy adults. "
  },
  {
    "id": "plant-15",
    "img": "/herbal-6@2x.png",
    "name": "Arugula",
    "origin": "Mediterranean Region",
    "scientific-name": "Eruca sativa",
    "description": "Arugula is a globetrotting garden good that packs a punch for the palette and carries a heavy load of nutrients and minerals for the body. As a fresh leafy green with a semi-sturdy texture, arugula is a versatile cooking ingredient and an essential raw food to keep on the ready. Leafy green arugula is an important ingredient for so many cooks and chefs. It is a favorite in pasta, primetime on pizzas, and essential for salad mixes. Arugula plants produce a flower but it is the leaves that are harvested and eaten raw or cooked. Arugula’s particular flavor is as distinct as the cuisine from its native region.  Arugula consists of deeply lobed, flat leaves connected to fibrous stems, growing in a loose, basal rosette. The leaves are generally harvested small in size, averaging 7 to 10 centimeters in length, and are smooth and bright green with prominent veining and frilled edges. The leaves are also attached to a white to pale green, fibrous stem, contributing to the leaf’s crisp, succulent, and slightly chewy consistency. Arugula can be picked young, and the immature greens carry a milder, sweeter flavor with a tender texture. The leaves can also be harvested mature, developing a distinct peppery, somewhat bitter, and vegetal taste with subtle mustard, nuts, and grass notes. "
  },
  {
    "id": "plant-16",
    "img": "/herbal-7@2x.png",
    "name": "Marjoram",
    "origin": "Southern Europe",
    "scientific-name": "Origanum majorana",
    "description": "Marjoram is a low-growing herb, perfect as a garden edging or planted in a container or window box. It is woodier and more floral than oregano, with a slight note of pine. Oregano is stronger and spicier. It tends to grow a bit less aggressively than oregano, and it can’t handle cold weather as well as oregano. Marjoram is one of those plants that seems to put all of its efforts into successful reproduction. It seeds easily, lends itself to division, reproduces via cuttings without fuss, and can even be layered. Marjoram is a very useful herb, as it keeps its full flavor even when dried. In order to dry marjoram, pick the leaves just after flower buds appear but before they open, removing no more than a third of the plant’s leaves in a single harvest. Once the leaves have dried, strip them from the stem. You may harvest again when flower buds reappear later in the season. Pruning flowering stems in summer will reduce the volume of flowers and seeds produced. You can also divide mature plants every few years to restrict the spreading root rhizomes and produce lots of free plants. Flower buds grow on apical and lateral extremities forming tight green knots opening into white flowers. Marjoram is often confused with its close cousin oregano. They are both from the genus Origanum in the mint family, Lamiaceae, but are completely different species; marjoram is Origanum majorana, and oregano is Origanum vulgare. The key differences between marjoram and oregano are their flowers and flavor. Marjoram flower buds open to white or purple florescences, whereas oregano flowers are pink."
  },
  {
    "id": "plant-17",
    "img": "/herbal-8@2x.png",
    "name": "Tarragon",
    "origin": "Central Asia and Europe",
    "scientific-name": "Artemisia dracunculus",
    "description": "Tarragon is a perennial herb with long, light green leaves and tiny greenish or yellowish white flowers. You can’t grow French tarragon from seeds. You must purchase the plants or take an established plant from a friend’s garden. Get the transplants in the spring or fall. Plant the transplants in well-drained soil about 2 to 3 feet apart in order to give each plant room to grow. A full-grown plant should cover about 12 inches of soil. Tarragon is a good companion to most vegetables in the garden. Be sure to prune the plant regularly to prevent flowering and to keep the height to around 2 feet, otherwise the plant will fall over. Tarragon is low in calories and carbs and contains the nutrients manganese, iron and potassium, which may be beneficial for your health. Tarragon has been found to help improve insulin sensitivity and the way your body uses glucose. It’s hardy and easy to grow in a sunny or partially shaded spot in well drained soil. It thrives in spring temperatures and doesn’t do well in overly hot climates. Tarragon may not be the most attractive herb, but it’s flavorsome, easy to grow, hardy and drought-resistant. Planting up in early spring will help ensure the best flavor, and making sure your Tarragon doesn’t get too much direct sun in hot climates is best. You’ll also need to select a sandy, well-draining soil. This hardy plant is not too fussy about temperatures. It can still grow if a cold snap hits. The main thing is that Tarragon doesn’t like intense heat and sun and it doesn’t do well in high humidity. "
  },
  {
    "id": "plant-18",
    "img": "/herbal-9@2x.png",
    "name": "Spinach",
    "origin": "Persia",
    "scientific-name": "Spinacia oleracea",
    "description": "Spinach is a fast-growing plant, yielding many leaves in a short time in the mild weather of spring and fall. Spinach is a cool-weather vegetable related to beets and Swiss chard. A fast-growing plant, it yields many leaves in a short time in the mild weather of spring and fall. When growing spinach, the trick lies in making it last as long as possible, especially in the spring, when lengthening days shorten its life. Plant spinach during the cool weather of spring and fall. Space spinach plants 12 inches apart in fertile, well-drained soil. Check soil moisture often or consider using a soaker hose to keep moisture levels consistent. Harvest spinach starting with the outermost leaves once leaves are large enough to eat. Harvest by removing only the outer leaves and allowing the center leaves to grow larger; this will allow the plant to keep producing. Picking the outer leaves also gives the advantage of briefly delaying bolting. In spring, when plants are about to bolt, pull the entire plant at once to enjoy the leaves before they become bitter. In the spring, plants will grow tall and bloom, called bolting as soon as the days are longer than 14 hours. Heat also speeds up bolting, since spinach prefers temperatures between 35 and 75 degrees. Because it bolts in the lengthening days of spring, spinach is an especially popular crop for fall, when days are short and cool. Plants are very cold-hardy, tolerating temperatures as cold as the teens to low 20s once they are well established."
  },
  {
    "id": "plant-19",
    "img": "/flower-1@2x.png",
    "name": "Gumamela",
    "origin": "It is commonly found in countries such as India, China, Malaysia, Philippines, and several parts of Africa.",
    "scientific-name": "Hibiscus rosa-sinensis",
    "description": "The gumamela plant is a shrub or small tree that can grow up to 3 meters (10 feet) in height. It has oval shaped, glossy green leaves with toothed edges and a pointed tip. The flowers of gumamela are large and showy, typically measuring around 10 to 15 centimeters (4 to 6 inches) in diameter. Each flower has five petals that form a distinct trumpet-like shape, with a prominent column of stamens in the center. One of the notable features of gumamela is its ability to produce a fleshy, calyx-like structure behind the petals. This part of the flower, known as the calyx, is often used for various culinary and medicinal purposes. The calyx is typically red and becomes fleshy as the flower matures. It has a tart flavor and is commonly used in beverages, jams, jellies, and traditional herbal teas. Gumamela has been used in traditional medicine for centuries. Different parts of the plant, including the flowers, leaves, and roots, are believed to have medicinal properties. It has been used to treat various ailments such as high blood pressure, respiratory problems, digestive disorders, and skin conditions. Gumamela is also rich in antioxidants, vitamin C, and minerals, which contribute to its health benefits. Gumamela is a versatile plant that can thrive in a variety of soil conditions and is relatively easy to cultivate. It is often grown in gardens, parks, and as ornamental plants due to its attractive flowers."
  },
  {
    "id": "plant-20",
    "img": "/flower-2@2x.png",
    "name": "Daisies",
    "origin": "It is native to Europe, North America, and some parts of Asia.",
    "scientific-name": "Bellis perennis",
    "description": "Daisies are small herbaceous plants with a distinctive appearance. They typically have a rosette of dark green leaves at the base, and from the center of the rosette rises a single stem bearing a solitary flower. The flowers have a yellow disk-like center called the disk floret and white or pinkish petals called ray florets surrounding the center. However, daisies can also come in other colors such as yellow, orange, and red. The flowers of the daisy are known for their simplicity and charm. They are often associated with innocence and purity, and they have become a popular symbol in literature, art, and culture. Daisies are also valued for their ability to attract pollinators like bees and butterflies to the garden."
  },
  {
    "id": "plant-21",
    "img": "/flower-3@2x.png",
    "name": "Rose",
    "origin": "It is originated in Asia, specifically in regions such as China, India, and Persia (present-day Iran).",
    "scientific-name": "Rosa",
    "description": "Roses are flowering shrubs that are known for their beautiful and fragrant flowers. They have a wide variety of forms, colors, and sizes, thanks to extensive cultivation and hybridization efforts. Roses typically have thorny stems and compound leaves, with each leaflet having a serrated edge. The flowers of roses come in a diverse range of colors, including red, pink, yellow, white, orange, and lavender. They are usually large and showy, with layers of petals forming a distinctive bloom. Roses are not only valued for their aesthetic appeal but also for their fragrance, which can vary from subtle to intense depending on the variety. Roses have been cultivated for centuries and hold significant cultural and symbolic meanings in different societies. They are often associated with love, beauty, and romance, making them popular choices for gardens, bouquets, and various celebrations."
  },
  {
    "id": "plant-22",
    "img": "/flower-4@2x.png",
    "name": "Sunflower",
    "origin": "It is native to North and Central America.",
    "scientific-name": "Helianthus annuus",
    "description": "Sunflowers are tall, herbaceous plants with large, daisy-like flowers. They have a sturdy, hairy stem that can reach heights of several feet, depending on the variety. The leaves are broad, rough, and usually heart-shaped or lanceolate. The iconic feature of the sunflower is its large flower head, which consists of numerous small individual flowers arranged in a distinctive spiral pattern. The flower head is composed of yellow or golden ray florets surrounding a central disc of tiny tubular florets. The number and arrangement of the ray florets can vary among different sunflower varieties. Sunflowers are known for their phototropism, a behavior where the flower head follows the movement of the sun throughout the day, facing east in the morning and gradually turning westward as the day progresses. This phenomenon is known as heliotropism. Sunflowers are not only appreciated for their beauty but also for their practical uses. The seeds of the sunflower are harvested for their oil and are a popular snack. Additionally, sunflowers are cultivated as ornamental plants, providing vibrant displays in gardens and attracting pollinators."
  },
  {
    "id": "plant-23",
    "img": "/flower-5@2x.png",
    "name": "Plumeria",
    "origin": "It is native to tropical regions of the Americas, including Mexico, Central America, and the Caribbean.",
    "scientific-name": "Plumeria rubra",
    "description": "Plumeria is a tropical flowering tree or shrub known for its fragrant and vibrant flowers. It can reach heights up to 9 meters (30 feet) and has thick, succulent branches with grayish bark. The flowers come in various colors, including white, yellow, pink, and red, and have a distinct shape with five overlapping petals forming a tubular or funnel-like structure. Plumeria plants thrive in warm tropical and subtropical climates. They prefer full sun exposure and well-draining soil. Plumeria is commonly grown in regions such as Hawaii, the Caribbean, Florida, and other parts of the world with similar climates. In colder climates, plumeria can be grown in containers and brought indoors during winter to protect them from frost. Plumeria can be propagated through various methods, including seeds, stem cuttings, or grafting. Stem cuttings are the most common and reliable method for reproducing plumeria plants. They are typically taken from mature branches and allowed to dry before being planted in a well-draining soil mix. Apart from their ornamental and decorative purposes, plumeria flowers are utilized in different cultural practices. They are often used in religious ceremonies, weddings, and other festive occasions. In some traditions, plumeria flowers are believed to have spiritual or healing properties and are used in herbal remedies and traditional medicine."
  },
  {
    "id": "plant-24",
    "img": "/flower-6@2x.png",
    "name": "Marigolds",
    "origin": "It is native to the Americas, specifically Mexico and Central America.",
    "scientific-name": "Tagetes",
    "description": "Marigolds are annual flowering plants known for their vibrant blooms in colors such as yellow, orange, and red. They have a bushy growth habit and reach heights ranging from 15 to 90 centimeters (6 to 36 inches). Marigolds are popular for their ornamental appeal in gardens and containers, and they also serve as companion plants due to their pest-repellent properties."
  },
  {
    "id": "plant-25",
    "img": "/flower-7@2x.png",
    "name": "Cosmos",
    "origin": "It is native to Mexico and some parts of Central and South America. ",
    "scientific-name": "Cosmos",
    "description": "Cosmos are annual flowering plants known for their delicate and colorful flowers. They typically have slender stems and fern-like foliage. The flowers come in a range of colors, including white, pink, red, and orange, and they have a characteristic daisy-like shape with a prominent central disk and surrounding petals. Cosmos are popular in gardens and landscapes due to their vibrant blooms and ability to attract butterflies and other pollinators. They are relatively low-maintenance plants and can tolerate a variety of soil conditions. Cosmos flowers also make excellent cut flowers, adding beauty to floral arrangements."
  },
  {
    "id": "plant-26",
    "img": "/flower-8@2x.png",
    "name": "Lotus",
    "origin": "It is native to parts of Asia, including countries such as India, China, and Egypt. ",
    "scientific-name": "Nelumbo nucifera",
    "description": "The lotus is an aquatic perennial plant with large, round leaves that float on the surface of water. It has distinct flowers and seed pods. The flowers of the lotus are large and showy, typically with numerous petals arranged in multiple layers. They come in various colors, including white, pink, and yellow. The flowers often have a sweet fragrance. The lotus is known for its unique growth habit, as its roots are anchored in the mud or muck at the bottom of ponds, while its stems and leaves rise above the water surface. This growth pattern symbolizes purity and spiritual enlightenment in many cultures. The lotus has deep cultural significance and is revered in several religions, including Buddhism, Hinduism, and Egyptian mythology. It is often associated with purity, beauty, spiritual awakening, and rebirth. The various parts of the lotus plant, including the flowers, seeds, and roots, have culinary and medicinal uses in different traditions."
  },
  {
    "id": "plant-27",
    "img": "/flower-9@2x.png",
    "name": "Hollyhocks",
    "origin": "It is native to Asia and the eastern Mediterranean region.",
    "scientific-name": "Alcea",
    "description": "Hollyhocks are tall flowering plants known for their impressive spikes of large, showy flowers. They come in a variety of colors and have distinctive petals surrounding a central column of stamens. Hollyhocks are popular in cottage-style gardens and borders, providing vertical interest and attracting pollinators."
  },
  {
    "id": "plant-28",
    "img": "/fern-1@2x.png",
    "name": "Lemon Button",
    "origin": "It is native to tropical regions, including parts of Africa, Asia, Australia, and the Americas.",
    "scientific-name": "Nephrolepis cordifolia",
    "description": "The Lemon Button Fern is a small, compact fern with delicate, bright green foliage. It typically grows to a height of around 6 to 12 inches (15 to 30 centimeters) and forms a mounding, spreading habit. The fronds are finely textured, feathery, and pinnately divided into small, rounded leaflets, resembling small buttons or coins. The overall appearance of the plant is lush and compact. Lemon Button Ferns are popular indoor plants, well-suited for terrariums, hanging baskets, or as a part of mixed houseplant arrangements. They prefer bright, indirect light and moderate humidity. It's important to keep the soil consistently moist but not waterlogged, as overwatering can lead to root rot. With proper care, the Lemon Button Fern can add a touch of greenery and elegance to your indoor spaces."
  },
  {
    "id": "plant-29",
    "img": "/fern-2@2x.png",
    "name": "Crocodile Fern",
    "origin": "It is native to tropical regions of Southeast Asia, including countries like Malaysia, Indonesia, and the Philippines.",
    "scientific-name": "Microsorum musifolium",
    "description": "The Crocodile Fern is an epiphytic fern known for its distinctive, textured fronds that resemble the skin of a crocodile. The fronds are elongated and leathery, with undulating edges that create a crinkled appearance. They typically have a glossy dark green color, although some varieties may exhibit lighter green or bronzy tones. This fern has a rhizomatous growth habit, meaning it spreads via underground stems called rhizomes. As it grows, it forms a clumping or trailing habit, making it suitable for hanging baskets or as a ground cover in shady areas. The Crocodile Fern thrives in indirect or filtered light and prefers moderate to high humidity. It is well-suited for tropical or subtropical climates and can be grown both indoors and outdoors, depending on the specific conditions. It requires well-draining soil and regular watering to keep the soil evenly moist."
  },
  {
    "id": "plant-30",
    "img": "/fern-3@2x.png",
    "name": "Silver Lace",
    "origin": "It is native to tropical regions of Asia, including countries like Japan, China, and India.",
    "scientific-name": "Pteris ensiformis",
    "description": "The Silver Lace Fern is a popular indoor fern known for its delicate and lacy foliage. The fronds are finely textured, with a feather-like appearance, consisting of numerous small leaflets arranged along the stem. The leaflets are typically light green or silvery-green, giving the fern its common name. The fronds of the Silver Lace Fern can grow up to 12 to 18 inches (30 to 45 centimeters) in length, and the plant itself can reach a height of around 12 to 24 inches (30 to 60 centimeters). It has a clumping growth habit, with arching fronds that create an attractive cascading effect. Silver Lace Ferns are well-suited for indoor cultivation, as they prefer bright, indirect light and moderate to high humidity levels. They thrive in well-draining soil and should be watered consistently to keep the soil evenly moist. They can be grown as potted plants, in hanging baskets, or as part of terrariums, adding a touch of elegance and greenery to indoor spaces."
  },
  {
    "id": "plant-31",
    "img": "/fern-4@2x.png",
    "name": "Autumn Fern",
    "origin": "It is native to East Asia, including regions of China, Japan, and Korea.",
    "scientific-name": "Dryopteris erythrosora",
    "description": "The Autumn Fern is an attractive deciduous fern with fronds that exhibit varying shades of green, copper, and bronze throughout the year. The fronds are typically triangular in shape and have a lacy appearance due to their deeply lobed structure. When young, the fronds emerge in a striking coppery-red color before maturing to a glossy, dark green hue. The Autumn Fern typically grows to a height of about 1 to 2 feet (30 to 60 centimeters) and spreads to a similar width. It forms a clumping habit and can create a dense, textured mound of foliage. This fern thrives in partial to full shade, making it suitable for shaded gardens, woodland areas, or as an underplanting beneath trees. It prefers well-draining soil that is rich in organic matter and requires regular watering to maintain consistent soil moisture. It is relatively adaptable and can tolerate a range of soil conditions. The Autumn Fern adds texture, color, and a touch of elegance to gardens and landscapes, particularly during the autumn months when its fronds display vibrant hues. It is also well-suited for container gardening and can be grown as a houseplant with proper care."
  },
  {
    "id": "plant-32",
    "img": "/fern-5@2x.png",
    "name": "Asparagus Fern",
    "origin": "It is native to South Africa.",
    "scientific-name": "Asparagus setaceus",
    "description": "The Asparagus Fern is a popular houseplant known for its delicate, feathery foliage. Despite its common name, it is not a true fern but rather a member of the asparagus family. The plant features long, arching stems covered with tiny, needle-like leaves called cladophylls, which give it a fern-like appearance. The cladophylls of the Asparagus Fern are usually bright green, although some cultivars may have a slightly yellowish or variegated coloration. The stems can grow up to several feet in length, creating a cascading or vine-like effect. In some conditions, the plant may produce small white flowers and eventually develop small, round, red berries, although it is primarily grown for its foliage. Asparagus Ferns are often used as decorative houseplants, hanging plants, or in floral arrangements for their lush, soft appearance. They are relatively low-maintenance and can tolerate a range of light conditions, from bright indirect light to partial shade. They prefer well-draining soil and moderate watering, allowing the top inch of soil to dry out between waterings."
  },
  {
    "id": "plant-33",
    "img": "/fern-6@2x.png",
    "name": "Maidenhair Fern",
    "origin": "It can be found in regions across the globe, including Asia, the Americas, Europe, and Africa.",
    "scientific-name": "Adiantum raddianum",
    "description": "Maidenhair Ferns are known for their delicate, lacy foliage and graceful fronds. The fronds are usually composed of multiple leaflets, which are often fan-shaped and divided into smaller segments. The leaflets are typically a vibrant green color and have a shiny, smooth texture. The overall appearance of Maidenhair Ferns is elegant and feathery, with a light and airy quality. The fronds can vary in size and shape depending on the species, ranging from a few inches to several feet in length. These ferns prefer moist, well-draining soil and thrive in shady to partially shaded environments. They are commonly found growing in moist, forested areas or near water sources such as streams or waterfalls. While they prefer high humidity levels, they can adapt to average household humidity with proper care. Maidenhair Ferns are often cultivated as houseplants or used in shaded garden areas, bringing a touch of elegance and natural beauty to indoor and outdoor spaces. They require regular watering to maintain soil moisture, but it's important to avoid overwatering as excessive moisture can lead to root rot."
  },
  {
    "id": "plant-34",
    "img": "/fern-7@2x.png",
    "name": "Floating Fern",
    "origin": "It is native to Europe, Asia and northern Africa,",
    "scientific-name": "Azolla caroliniana",
    "description": "Floating ferns are characterized by their ability to float on the water's surface due to special adaptations. They typically have small, finely divided leaves that are arranged in a way that allows them to float freely. The leaves often have a lush green coloration, although some species may exhibit variations in color. Floating ferns play a significant role in aquatic ecosystems, as they provide shelter, shade, and habitat for various organisms. They also help in water filtration and nutrient cycling. These ferns reproduce and spread through spores or vegetative propagation, allowing them to colonize and cover large areas of water bodies. Floating ferns are often found in ponds, lakes, slow-moving rivers, and other bodies of water where they can thrive. They are adapted to grow in aquatic environments and have specific requirements for light, water temperature, and nutrient availability. Some floating ferns, such as Azolla species, have an interesting symbiotic relationship with cyanobacteria. The ferns provide a habitat for the cyanobacteria, which, in turn, fix nitrogen from the atmosphere and provide nutrients to the ferns. This symbiosis allows the ferns to grow and reproduce more efficiently."
  },
  {
    "id": "plant-35",
    "img": "/fern-8@2x.png",
    "name": "Sprite Fern",
    "origin": "It can be found in various parts of Asia, Africa, and the Americas.",
    "scientific-name": "Ceratopteris thalictroides",
    "description": "The Water Sprite Fern is a popular aquatic fern known for its delicate, finely divided foliage. It has long, arching fronds that can grow up to 12 to 20 inches (30 to 50 centimeters) in length. The leaves are pinnately compound, meaning they are divided into multiple leaflets that are arranged along a central stem. The leaflets of the Water Sprite Fern are typically bright green and have a lacy or feathery appearance. The foliage is finely dissected and creates an attractive, airy effect underwater. The fern's appearance can change depending on the environment, with submerged leaves often displaying more finely divided leaflets compared to those growing above the water's surface. Water Sprite Ferns are popular choices for aquariums and water gardens due to their ability to grow both submerged and emerged. When planted in an aquarium, they can provide shelter and hiding places for fish and other aquatic creatures. In addition to their aesthetic appeal, they also contribute to the overall health of the aquatic ecosystem by absorbing excess nutrients and providing oxygen. These ferns prefer moderate to high lighting conditions and water temperatures between 68 to 82°F (20 to 28°C). They can tolerate a range of water hardness and pH levels, but they generally prefer slightly acidic to neutral conditions."
  },
  {
    "id": "plant-36",
    "img": "/fern-9@2x.png",
    "name": "Boston Fern",
    "origin": "It is native to tropical regions of the Americas, including Florida, Mexico, and South America.",
    "scientific-name": "Nephrolepis exaltata",
    "description": "The Boston Fern is a classic and widely cultivated houseplant known for its lush and cascading fronds. It features long, arching fronds that can reach lengths of up to 2 to 3 feet (60 to 90 centimeters) or even more in optimal conditions. The fronds are composed of numerous lance-shaped leaflets that are finely divided and arranged alternately along the stem. The leaflets of the Boston Fern are typically a vibrant green color, providing a fresh and vibrant appearance. The fronds have a delicate and feathery texture, giving the plant a soft and graceful presence. They can create an attractive hanging or spreading effect when the plant is allowed to grow freely. Boston Ferns are known for their ability to adapt to a range of indoor conditions. They thrive in bright, indirect light, but they can tolerate lower light levels as well. They prefer moderate to high humidity, so it's beneficial to provide additional humidity through misting or using a humidifier, especially in drier indoor environments."
  }
]
